<?php
$text = <<<HERE
ア行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒721-0911
福山市
青葉台（アオバダイ）

 
 
 
 
〒720-0843
福山市
赤坂町赤坂（アカサカチョウアカサカ）

 
 
 
 
〒720-0844
福山市
赤坂町早戸（アカサカチョウハヤト）

 
 
 
 
〒721-0952
福山市
曙町（アケボノチョウ）

 
 
 
 
〒720-0033
福山市
旭町（アサヒマチ）

 
 
 
 
〒720-1261
福山市
芦田町上有地（アシダチョウカミアルジ）

 
 
 
 
〒720-1265
福山市
芦田町向陽台（アシダチョウコウヨウダイ）

 
 
 
 
〒720-1262
福山市
芦田町下有地（アシダチョウシモアルジ）

 
 
 
 
〒720-1263
福山市
芦田町柞磨（アシダチョウタルマ）

 
 
 
 
〒720-0845
福山市
芦田町福田（３７６－１０「聖宝寺」）（アシダチョウフクダ(376-10「セイホウジ」)）

 
 
 
 
〒720-1264
福山市
芦田町福田（３７６－１０を除く）（アシダチョウフクダ(376-10ヲノゾク)）

 
 
 
 
〒721-0915
福山市
伊勢丘（イセガオカ）

 
 
 
 
〒721-0953
福山市
一文字町（イチモンジチョウ）

 
 
 
 
〒729-0111
福山市
今津町（イマヅチョウ）

 
 
 
 
〒720-0046
福山市
今町（イママチ）

 
 
 
 
〒720-0801
福山市
入船町（イリフネチョウ）

 
 
 
 
〒722-2641
福山市
内海町（ウツミチョウ）

〒722-2641
沼隈郡内海町
内海町の次に番地がくる場合（ウツミチョウノツギニバンチガクルバアイ）

変更日 [2003.02.03]
〒722-2631
福山市
内海町イ（ウツミチョウイ）

〒722-2631
沼隈郡内海町
イ（イ）

変更日 [2003.02.03]
〒722-2633
福山市
内海町ハ（ウツミチョウハ）

〒722-2633
沼隈郡内海町
ハ（ハ）

変更日 [2003.02.03]
〒722-2632
福山市
内海町ロ（ウツミチョウロ）

〒722-2632
沼隈郡内海町
ロ（ロ）

変更日 [2003.02.03]
〒720-2525
福山市
駅家町雨木（エキヤチョウアメギ）

 
 
 
 
〒720-1145
福山市
駅家町今岡（エキヤチョウイマオカ）

 
 
 
 
〒720-1141
福山市
駅家町江良（エキヤチョウエラ）

 
 
 
 
〒720-1146
福山市
駅家町大橋（エキヤチョウオオハシ）

 
 
 
 
〒720-1142
福山市
駅家町上山守（エキヤチョウカミヤマモリ）

 
 
 
 
〒720-1132
福山市
駅家町倉光（エキヤチョウクラミツ）

 
 
 
 
〒720-1143
福山市
駅家町下山守（エキヤチョウシモヤマモリ）

 
 
 
 
〒720-2524
福山市
駅家町助元（エキヤチョウスケモト）

 
 
 
 
〒720-1133
福山市
駅家町近田（エキヤチョウチカタ）

 
 
 
 
〒720-1134
福山市
駅家町中島（エキヤチョウナカシマ）

 
 
 
 
〒720-2523
福山市
駅家町新山（エキヤチョウニイヤマ）

 
 
 
 
〒720-2522
福山市
駅家町服部永谷（エキヤチョウハットリナガタニ）

 
 
 
 
〒720-2521
福山市
駅家町服部本郷（エキヤチョウハットリホンゴウ）

 
 
 
 
〒720-2413
福山市
駅家町法成寺（エキヤチョウホウジョウジ）

 
 
 
 
〒720-1144
福山市
駅家町坊寺（エキヤチョウボウジ）

 
 
 
 
〒720-1131
福山市
駅家町万能倉（エキヤチョウマナグラ）

 
 
 
 
〒720-1147
福山市
駅家町向永谷（エキヤチョウムカイナガタニ）

 
 
 
 
〒720-1135
福山市
駅家町弥生ケ丘（エキヤチョウヤヨイガオカ）

 
 
 
 
〒720-0055
福山市
胡町（エビスマチ）

 
 
 
 
〒721-0965
福山市
王子町（オウジチョウ）

 
 
 
 
〒721-0914
福山市
大谷台（オオタニダイ）

 
 
 
 
〒720-0825
福山市
沖野上町（オキノガミチョウ）

 
 
 
 
〒721-0954
福山市
卸町（オロシマチ）

 
 
 
 
このページの先頭へ戻る

 
カ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0044
福山市
笠岡町（カサオカマチ）

 
 
 
 
〒720-0091
福山市
神島町（カシマチョウ）

 
 
 
 
〒721-0917
福山市
春日池（カスガイケ）

 
 
 
 
〒721-0916
福山市
春日台（カスガダイ）

 
 
 
 
〒721-0907
福山市
春日町（カスガチョウ）

 
 
 
 
〒721-0901
福山市
春日町宇山（カスガチョウウヤマ）

 
 
 
 
〒721-0902
福山市
春日町浦上（カスガチョウウラカミ）

 
 
 
 
〒721-0908
福山市
春日町吉田（カスガチョウヨシダ）

 
 
 
 
〒720-0812
福山市
霞町（カスミチョウ）

 
 
 
 
〒720-0541
福山市
金江町金見（カナエチョウカナミ）

 
 
 
 
〒720-0542
福山市
金江町藁江（カナエチョウワラエ）

 
 
 
 
〒729-0112
福山市
神村町（カムラチョウ）

 
 
 
 
〒720-2417
福山市
加茂町芦原（カモチョウアシワラ）

 
 
 
 
〒720-2416
福山市
加茂町粟根（カモチョウアワネ）

 
 
 
 
〒720-2419
福山市
加茂町上加茂（カモチョウカミガモ）

 
 
 
 
〒720-2415
福山市
加茂町北山（カモチョウキタヤマ）

 
 
 
 
〒720-2412
福山市
加茂町下加茂（カモチョウシモガモ）

 
 
 
 
〒720-2418
福山市
加茂町中野（カモチョウナカノ）

 
 
 
 
〒720-2410
福山市
加茂町八軒屋（カモチョウハチケンヤ）

 
 
 
 
〒720-2414
福山市
加茂町百谷（カモチョウモモダニ）

 
 
 
 
〒720-0822
福山市
川口町（カワグチチョウ）

 
 
 
 
〒720-2113
福山市
神辺町旭丘（カンナベチョウアサヒオカ）

〒720-2113
深安郡神辺町
旭丘（アサヒオカ）

変更日 [2006.03.01]
〒720-2111
福山市
神辺町上御領（カンナベチョウカミゴリョウ）

〒720-2111
深安郡神辺町
上御領（カミゴリョウ）

変更日 [2006.03.01]
〒720-2114
福山市
神辺町上竹田（カンナベチョウカミタケダ）

〒720-2114
深安郡神辺町
上竹田（カミタケダ）

変更日 [2006.03.01]
〒720-2123
福山市
神辺町川北（カンナベチョウカワキタ）

〒720-2123
深安郡神辺町
川北（カワキタ）

変更日 [2006.03.01]
〒720-2124
福山市
神辺町川南（カンナベチョウカワミナミ）

〒720-2124
深安郡神辺町
川南（カワミナミ）

変更日 [2006.03.01]
〒720-2117
福山市
神辺町下御領（カンナベチョウシモゴリョウ）

〒720-2117
深安郡神辺町
下御領（シモゴリョウ）

変更日 [2006.03.01]
〒720-2115
福山市
神辺町下竹田（カンナベチョウシモタケダ）

〒720-2115
深安郡神辺町
下竹田（シモタケダ）

変更日 [2006.03.01]
〒720-2108
福山市
神辺町新十九（カンナベチョウシンジュウク）

 
 
 
 
〒720-2125
福山市
神辺町新徳田（カンナベチョウシントクダ）

〒720-2125
深安郡神辺町
新徳田（シントクダ）

変更日 [2006.03.01]
〒720-2107
福山市
神辺町新道上（カンナベチョウシンミチノウエ）

 
 
 
 
〒720-2122
福山市
神辺町新湯野（カンナベチョウシンユノ）

〒720-2122
深安郡神辺町
新湯野（シンユノ）

変更日 [2006.03.01]
〒720-2106
福山市
神辺町十九軒屋（カンナベチョウジュウクケンヤ）

〒720-2106
深安郡神辺町
十九軒屋（ジュウクケンヤ）

変更日 [2006.03.01]
〒720-2105
福山市
神辺町十三軒屋（カンナベチョウジュウサンゲンヤ）

〒720-2105
深安郡神辺町
十三軒屋（ジュウサンゲンヤ）

変更日 [2006.03.01]
〒720-2126
福山市
神辺町徳田（カンナベチョウトクダ）

〒720-2126
深安郡神辺町
徳田（トクダ）

変更日 [2006.03.01]
〒720-2103
福山市
神辺町西中条（カンナベチョウニシチュウジョウ）

〒720-2103
深安郡神辺町
西中条（ニシチュウジョウ）

変更日 [2006.03.01]
〒720-2127
福山市
神辺町箱田（カンナベチョウハコダ）

〒720-2127
深安郡神辺町
箱田（ハコダ）

変更日 [2006.03.01]
〒720-2102
福山市
神辺町東中条（カンナベチョウヒガシチュウジョウ）

〒720-2102
深安郡神辺町
東中条（ヒガシチュウジョウ）

変更日 [2006.03.01]
〒720-2116
福山市
神辺町平野（カンナベチョウヒラノ）

〒720-2116
深安郡神辺町
平野（ヒラノ）

変更日 [2006.03.01]
〒720-2101
福山市
神辺町三谷（カンナベチョウミタニ）

〒720-2101
深安郡神辺町
三谷（ミタニ）

変更日 [2006.03.01]
〒720-2104
福山市
神辺町道上（カンナベチョウミチノウエ）

〒720-2104
深安郡神辺町
道上（ミチノウエ）

変更日 [2006.03.01]
〒720-2112
福山市
神辺町八尋（カンナベチョウヤヒロ）

〒720-2112
深安郡神辺町
八尋（ヤヒロ）

変更日 [2006.03.01]
〒720-2121
福山市
神辺町湯野（カンナベチョウユノ）

〒720-2121
深安郡神辺町
湯野（ユノ）

変更日 [2006.03.01]
〒720-0074
福山市
北本庄（キタホンジョウ）

 
 
 
 
〒720-0023
福山市
北美台（キタミダイ）

 
 
 
 
〒720-0073
福山市
北吉津町（キタヨシヅチョウ）

 
 
 
 
〒720-0082
福山市
木之庄町（キノショウチョウ）

 
 
 
 
〒720-0831
福山市
草戸町（クサドチョウ）

 
 
 
 
〒720-0411
福山市
熊野町（クマノチョウ）

 
 
 
 
〒721-0931
福山市
鋼管町（コウカンチョウ）

 
 
 
 
〒720-0814
福山市
光南町（コウナンチョウ）

 
 
 
 
〒720-0081
福山市
向陽町（コウヨウチョウ）

 
 
 
 
〒720-0093
福山市
郷分町（ゴウブンチョウ）

 
 
 
 
このページの先頭へ戻る

 
サ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0051
福山市
桜馬場町（サクラババチョウ）

 
 
 
 
〒720-0835
福山市
佐波町（サバチョウ）

 
 
 
 
〒720-0066
福山市
三之丸町（サンノマルチョウ）

 
 
 
 
〒721-0971
福山市
蔵王町（ザオウチョウ）

 
 
 
 
〒720-0025
福山市
清水ケ丘（シミズガオカ）

 
 
 
 
〒720-0808
福山市
昭和町（ショウワチョウ）

 
 
 
 
〒720-0054
福山市
城見町（シロミチョウ）

 
 
 
 
〒729-3111
福山市
新市町金丸（シンイチチョウカネマル）

〒729-3111
芦品郡新市町
金丸（カネマル）

変更日 [2003.02.03]
〒729-3106
福山市
新市町上安井（シンイチチョウカミヤスイ）

〒729-3106
芦品郡新市町
上安井（カミヤスイ）

変更日 [2003.02.03]
〒729-3102
福山市
新市町相方（シンイチチョウサガタ）

〒729-3102
芦品郡新市町
相方（サガタ）

変更日 [2003.02.03]
〒729-3105
福山市
新市町下安井（シンイチチョウシモヤスイ）

〒729-3105
芦品郡新市町
下安井（シモヤスイ）

変更日 [2003.02.03]
〒729-3103
福山市
新市町新市（シンイチチョウシンイチ）

〒729-3103
芦品郡新市町
新市（シンイチ）

変更日 [2003.02.03]
〒729-3107
福山市
新市町常（シンイチチョウツネ）

〒729-3107
芦品郡新市町
常（ツネ）

変更日 [2003.02.03]
〒729-3101
福山市
新市町戸手（シンイチチョウトデ）

〒729-3101
芦品郡新市町
戸手（トデ）

変更日 [2003.02.03]
〒729-3112
福山市
新市町藤尾（シンイチチョウフジオ）

〒729-3112
芦品郡新市町
藤尾（フジオ）

変更日 [2003.02.03]
〒729-3104
福山市
新市町宮内（シンイチチョウミヤウチ）

〒729-3104
芦品郡新市町
宮内（ミヤウチ）

変更日 [2003.02.03]
〒721-0955
福山市
新涯町（シンガイチョウ）

 
 
 
 
〒721-0951
福山市
新浜町（シンハマチョウ）

 
 
 
 
〒720-0816
福山市
地吹町（ジブキチョウ）

 
 
 
 
〒721-0929
福山市
城興ケ丘（ジョウコウガオカ）

 
 
 
 
〒720-0809
福山市
住吉町（スミヨシチョウ）

 
 
 
 
〒720-0838
福山市
瀬戸町山北（セトチョウサボク）

 
 
 
 
〒720-0837
福山市
瀬戸町地頭分（セトチョウジトウブ）

 
 
 
 
〒720-0836
福山市
瀬戸町長和（セトチョウナガワ）

 
 
 
 
〒720-0017
福山市
千田町（センダチョウ）

 
 
 
 
〒720-0015
福山市
千田町坂田（センダチョウサカタ）

 
 
 
 
〒720-0016
福山市
千田町坂田北（センダチョウサカタキタ）

 
 
 
 
〒720-0013
福山市
千田町千田（センダチョウセンダ）

 
 
 
 
〒720-0014
福山市
千田町薮路（センダチョウヤブロ）

 
 
 
 
このページの先頭へ戻る

 
タ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒729-0106
福山市
高西町（タカニシチョウ）

 
 
 
 
〒729-0101
福山市
高西町川尻（タカニシチョウカワジリ）

 
 
 
 
〒729-0102
福山市
高西町真田（タカニシチョウサナダ）

 
 
 
 
〒729-0103
福山市
高西町南（タカニシチョウミナミ）

 
 
 
 
〒720-0024
福山市
高美台（タカミダイ）

 
 
 
 
〒720-0045
福山市
宝町（タカラマチ）

 
 
 
 
〒720-0824
福山市
多治米町（タジメチョウ）

 
 
 
 
〒720-0203
福山市
田尻町（タジリチョウ）

 
 
 
 
〒720-0053
福山市
大黒町（ダイコクマチ）

 
 
 
 
〒721-0926
福山市
大門町（ダイモンチョウ）

 
 
 
 
〒721-0924
福山市
大門町旭（ダイモンチョウアサヒ）

 
 
 
 
〒721-0925
福山市
大門町坂里（ダイモンチョウサカリ）

 
 
 
 
〒721-0921
福山市
大門町大門（ダイモンチョウダイモン）

 
 
 
 
〒721-0927
福山市
大門町津之下（ダイモンチョウツノシタ）

 
 
 
 
〒721-0923
福山市
大門町野々浜（ダイモンチョウノノハマ）

 
 
 
 
〒721-0922
福山市
大門町日之出丘（ダイモンチョウヒノデオカ）

 
 
 
 
〒720-0075
福山市
長者町（チョウジャマチ）

 
 
 
 
〒720-0823
福山市
千代田町（チヨダチョウ）

 
 
 
 
〒720-0842
福山市
津之郷町加屋（ツノゴウチョウカヤ）

 
 
 
 
〒720-0841
福山市
津之郷町津之郷（ツノゴウチョウツノゴウ）

 
 
 
 
〒721-0903
福山市
坪生町（ツボウチョウ）

 
 
 
 
〒721-0904
福山市
坪生町南（ツボウチョウミナミ）

 
 
 
 
〒721-0966
福山市
手城町（テシロチョウ）

 
 
 
 
〒720-0041
福山市
寺町（テラマチ）

 
 
 
 
〒721-0912
福山市
東陽台（トウヨウダイ）

 
 
 
 
〒720-0202
福山市
鞆町後地（トモチョウウシロジ）

 
 
 
 
〒720-0201
福山市
鞆町鞆（トモチョウトモ）

 
 
 
 
〒720-0813
福山市
道三町（ドウサンチョウ）

 
 
 
 
このページの先頭へ戻る

 
ナ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0022
福山市
奈良津町（ナラヅチョウ）

 
 
 
 
〒720-0818
福山市
西桜町（ニシサクラマチ）

 
 
 
 
〒721-0958
福山市
西新涯町（ニシシンガイチョウ）

 
 
 
 
〒721-0975
福山市
西深津町（ニシフカツチョウ）

 
 
 
 
〒720-0067
福山市
西町（ニシマチ）

 
 
 
 
〒720-0401
福山市
沼隈町上山南（ヌマクマチョウカミサンナ）

〒720-0401
沼隈郡沼隈町
上山南（カミサンナ）

変更日 [2005.02.01]
〒720-0311
福山市
沼隈町草深（ヌマクマチョウクサブカ）

〒720-0311
沼隈郡沼隈町
草深（クサブカ）

変更日 [2005.02.01]
〒720-0403
福山市
沼隈町下山南（ヌマクマチョウシモサンナ）

〒720-0403
沼隈郡沼隈町
下山南（シモサンナ）

変更日 [2005.02.01]
〒720-0313
福山市
沼隈町常石（ヌマクマチョウツネイシ）

〒720-0313
沼隈郡沼隈町
常石（ツネイシ）

変更日 [2005.02.01]
〒720-0402
福山市
沼隈町中山南（ヌマクマチョウナカサンナ）

〒720-0402
沼隈郡沼隈町
中山南（ナカサンナ）

変更日 [2005.02.01]
〒720-0312
福山市
沼隈町能登原（ヌマクマチョウノトハラ）

〒720-0312
沼隈郡沼隈町
能登原（ノトハラ）

変更日 [2005.02.01]
〒721-0906
福山市
能島（ノウジマ）

 
 
 
 
〒720-0815
福山市
野上町（ノガミチョウ）

 
 
 
 
〒720-0064
福山市
延広町（ノブヒロチョウ）

 
 
 
 
このページの先頭へ戻る

 
ハ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0204
福山市
走島町（ハシリジマチョウ）

 
 
 
 
〒720-0803
福山市
花園町（ハナゾノチョウ）

 
 
 
 
〒720-0821
福山市
東川口町（ヒガシカワグチチョウ）

 
 
 
 
〒720-0065
福山市
東桜町（ヒガシサクラマチ）

 
 
 
 
〒721-0962
福山市
東手城町（ヒガシテシロチョウ）

 
 
 
 
〒721-0974
福山市
東深津町（ヒガシフカツチョウ）

 
 
 
 
〒720-0052
福山市
東町（ヒガシマチ）

 
 
 
 
〒720-0839
福山市
東明王台（ヒガシミョウオウダイ）

 
 
 
 
〒729-0251
福山市
東村町（ヒガシムラチョウ）

 
 
 
 
〒720-0071
福山市
東吉津町（ヒガシヨシヅチョウ）

 
 
 
 
〒721-0942
福山市
引野町（ヒキノチョウ）

 
 
 
 
〒721-0941
福山市
引野町北（ヒキノチョウキタ）

 
 
 
 
〒721-0944
福山市
引野町東（ヒキノチョウヒガシ）

 
 
 
 
〒721-0945
福山市
引野町南（ヒキノチョウミナミ）

 
 
 
 
〒720-0083
福山市
久松台（ヒサマツダイ）

 
 
 
 
〒721-0972
福山市
日吉台（ヒヨシダイ）

 
 
 
 
〒720-0062
福山市
伏見町（フシミチョウ）

 
 
 
 
〒720-0543
福山市
藤江町（フジエチョウ）

 
 
 
 
〒720-0043
福山市
船町（フナマチ）

 
 
 
 
〒720-0817
福山市
古野上町（フルノガミチョウ）

 
 
 
 
〒721-0943
福山市
平成台（ヘイセイダイ）

 
 
 
 
〒720-2411
福山市
北匠町（ホクショウチョウ）

 
 
 
 
〒729-0252
福山市
本郷町（ホンゴウチョウ）

 
 
 
 
〒720-0076
福山市
本庄町中（ホンジョウチョウナカ）

 
 
 
 
〒720-0056
福山市
本町（ホンマチ）

 
 
 
 
このページの先頭へ戻る

 
マ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒721-0913
福山市
幕山台（マクヤマダイ）

 
 
 
 
〒729-0104
福山市
松永町（マツナガチョウ）

 
 
 
 
〒720-0802
福山市
松浜町（マツハマチョウ）

 
 
 
 
〒720-0061
福山市
丸之内（マルノウチ）

 
 
 
 
〒720-0805
福山市
御門町（ミカドチョウ）

 
 
 
 
〒720-0804
福山市
緑町（ミドリマチ）

 
 
 
 
〒721-0964
福山市
港町（ミナトマチ）

 
 
 
 
〒729-0115
福山市
南今津町（ミナミイマヅチョウ）

 
 
 
 
〒721-0973
福山市
南蔵王町（ミナミザオウチョウ）

 
 
 
 
〒721-0963
福山市
南手城町（ミナミテシロチョウ）

 
 
 
 
〒720-0077
福山市
南本庄（ミナミホンジョウ）

 
 
 
 
〒720-0806
福山市
南町（ミナミマチ）

 
 
 
 
〒729-0105
福山市
南松永町（ミナミマツナガチョウ）

 
 
 
 
〒721-0956
福山市
箕沖町（ミノオキチョウ）

 
 
 
 
〒721-0957
福山市
箕島町（ミノシマチョウ）

 
 
 
 
〒720-0832
福山市
水呑町（ミノミチョウ）

 
 
 
 
〒720-0830
福山市
水呑町三新田（ミノミチョウサンシンデン）

 
 
 
 
〒720-0833
福山市
水呑向丘（ミノミムカイガオカ）

 
 
 
 
〒720-0042
福山市
御船町（ミフネチョウ）

 
 
 
 
〒729-0113
福山市
宮前町（ミヤマエチョウ）

 
 
 
 
〒720-0001
福山市
御幸町上岩成（ミユキチョウカミイワナリ）

 
 
 
 
〒720-0002
福山市
御幸町下岩成（ミユキチョウシモイワナリ）

 
 
 
 
〒720-0004
福山市
御幸町中津原（ミユキチョウナカツハラ）

 
 
 
 
〒720-0003
福山市
御幸町森脇（ミユキチョウモリワケ）

 
 
 
 
〒720-0834
福山市
明王台（ミョウオウダイ）

 
 
 
 
〒721-0961
福山市
明神町（ミョウジンチョウ）

 
 
 
 
〒720-0031
福山市
三吉町（ミヨシチョウ）

 
 
 
 
〒720-0032
福山市
三吉町南（ミヨシチョウミナミ）

 
 
 
 
〒720-0807
福山市
明治町（メイジチョウ）

 
 
 
 
〒720-0063
福山市
元町（モトマチ）

 
 
 
 
〒720-0811
福山市
紅葉町（モミジチョウ）

 
 
 
 
このページの先頭へ戻る

 
ヤ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒729-0114
福山市
柳津町（ヤナイヅチョウ）

 
 
 
 
〒720-0092
福山市
山手町（ヤマテチョウ）

 
 
 
 
〒720-2601
福山市
山野町矢川（ヤマノチョウヤカワ）

 
 
 
 
〒720-2602
福山市
山野町山野（ヤマノチョウヤマノ）

 
 
 
 
〒720-0011
福山市
横尾町（ヨコオチョウ）

 
 
 
 
〒720-0072
福山市
吉津町（ヨシヅチョウ）

 
 
 
 
このページの先頭へ戻る

 
ラ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0021
福山市
緑陽町（リョクヨウチョウ）

 
 
 
 
このページの先頭へ戻る

 
ワ行
郵便番号/
市区町村/町域	変更前の住所・郵便番号/
変更日
〒720-0034
福山市
若松町（ワカマツチョウ）
HERE;

// 検索
$matches = array();
preg_match_all( '/〒\d\d\d-\d\d\d\d/', $text, $matches );

// 検索結果を表示
echo 'このページに含まれる郵便番号一覧<br>';
$count = 1;
foreach( $matches[0] as $zip ){
    echo "{$count}. {$zip}<br>";
    $count++;
}
